{"Kaza":{"title":"Kaza","lat":32.22736,"lng":78.07211,"byline":"Kaza is in the Trans-Himalayan region of India at an elevation of 3,800 metres (12,500 ft) above average sea level, Kaza is the biggest and most developed town in the Spiti Valley of Eastern Himachal Pradesh.","edges":["Kibber","Changthang Western Lakes"]},"Kazan":{"title":"Kazan","lat":55.7833,"lng":49.1667,"byline":"Kazan (Russian: Каза́нь kuh-ZAHN) is the capital of Russia's republic of Tatarstan and the center of the world Tatar culture.","edges":["Izhevsk","Ulyanovsk","Yoshkar-Ola"]},"Kazanlak":{"title":"Kazanlak","lat":42.6167,"lng":25.4,"byline":"Kazanlak (Bulgarian: Казанлък, also transliterated as Kazanluk) is a city of about 80,000 people in Northern Thrace, close to the Balkan mountain range and Shipka Pass.","edges":["Gabrovo","Nature Park Bulgarka","Karlovo"]},"Kazbegi":{"title":"Kazbegi","lat":42.6575,"lng":44.645278,"byline":"Stepantsminda (Georgian: სტეფანწმინდა; formerly Kazbegi, Georgian: ყაზბეგი) is a town in the north of Georgia, popular for the trekking opportunities in the visually spectacular surrounding mountains, its views of the mighty Mount Kazbeg, and for the beautiful view from the town of the Holy Trinity Church outlined against Mount Kazbeg itself.","edges":["Tbilisi","North Ossetia","Vladikavkaz","Gudauri"]},"Kazimierz Dolny":{"title":"Kazimierz Dolny","lat":51.316667,"lng":21.95,"byline":"Kazimierz Dolny (Yiddish: קאזמיר Kuzmir) is a town of 2,500 people (2019) in eastern Poland, on the right (eastern) bank of the Vistula river in Puławy County, Lublin Voivodship.","edges":["Lublin","Radom","Warsaw"]},"Kaziranga National Park":{"title":"Kaziranga National Park","lat":26.6667,"lng":93.35,"byline":"Kaziranga National park (Assamese: কাজিৰঙা Kājiraṅā) in Upper Assam is famous throughout India as the home of the rhinoceros.","edges":["Cooch Behar","Guwahati","Sibsagar","Nagaon","Tezpur","Alipurduar","Bongaigaon"]},"Kazungula":{"title":"Kazungula","lat":-17.7833,"lng":25.2667,"byline":"Kazungula is a small border town on the northern banks of the mighty river Zambezi in Zambia.","edges":["Kasane"]},"Kazarman":{"title":"Kazarman","lat":41.4031,"lng":74.0275,"byline":"Kazarman is a dusty city in the Naryn Region.","edges":["Naryn"]},"Kazincbarcika":{"title":"Kazincbarcika","lat":48.253,"lng":20.623,"byline":"Kazincbarcika is an industrial town in Borsod-Abaúj-Zemplén County in Northern Hungary.","edges":["Edelény","Putnok","Miskolc","Ózd"]}}