{"Xindian":{"title":"Xindian","lat":24.95,"lng":121.5333,"byline":"Xindian (新店區), also known by its historical spelling Hsintien and alternative spelling Sindian, is a district in New Taipei where the apartment complexes of the Taipei metropolitan area meet the northern end of the Central Mountain Range.","edges":["Sanxia"]},"Xingping":{"title":"Xingping","lat":24.916915,"lng":110.532604,"byline":"Xingping (兴坪) is a town in North Guangxi, China.","edges":["Guilin","Yangshuo"]},"Xining":{"title":"Xining","lat":36.6333,"lng":101.7667,"byline":"Xining (西宁; Xīníng; Tibetan: Sulang) is the capital of Qinghai Province and the capital of Xining City District, a prefecture of Qinghai.","edges":["Hezuo","Huangzhong","Tongren","Qinghaihu National Park","Guide","Kanbula","Maduo","Minle"]},"Xinlong":{"title":"Xinlong","lat":30.941,"lng":100.3106,"byline":"Xinlong (新龙; Xīnlóng) is the capital city of Nyarong.","edges":["Litang"]},"Xinxiang":{"title":"Xinxiang","lat":35.2992,"lng":113.8851,"byline":"Xinxiang (新乡; Xīnxiāng) is located in the north of Henan Province.Xinxiang City is bordered by the Yellow River in the south and Zhengzhou and Kaifeng; Hebi and Anyang in the north; Jiaozuo and Shanxi in the west; and Puyang and Shandong in the east.","edges":["Zhengzhou","Luoyang","Heze"]},"Xinyu":{"title":"Xinyu","lat":27.795,"lng":114.924167,"byline":"Xinyu (新余 Xīnyú) is a city in Jiangxi Province.","edges":["Jiujiang"]},"Xingcheng":{"title":"Xingcheng","lat":40.61476,"lng":120.72831,"byline":"Xingcheng 兴城 is in Huludao City, Liaoning Province, China.","edges":["Panjin"]},"Xinghua":{"title":"Xinghua","lat":32.926,"lng":119.8374,"byline":"Xinghua (兴化, Xīnghuà) is a county-level city within Taizhou city, in Jiangsu province.","edges":["Yangzhou"]},"Xinzhou":{"title":"Xinzhou","lat":38.416,"lng":112.734,"byline":"Xinzhou (忻州市, Xīnzhōu) is a city in Shanxi Province in China famous for its old town and handicrafts.","edges":["Taiyuan"]},"Xinyang":{"title":"Xinyang","lat":32.12641,"lng":114.06722,"byline":"Xinyang (simplified Chinese: 信阳; pinyin: Xìnyáng) is a city of 1.4 million people (2020) in Henan.","edges":["Zhengzhou","Anhui","Hubei","Nanyang"]}}